# language: ru
@mobile
Функция: Мобильное приложение

  Структура сценария: Тест <повтор>
    И страница "Мобильное приложение" загрузилась
    Тогда выполнено нажатие на кнопку "Яйцо 3"
    Тогда выполнено нажатие на кнопку "Яйцо 1"
    Тогда выполнено нажатие на кнопку "Яйцо 2"
    Тогда выполнено нажатие на кнопку "Кнопка Старт"
    Примеры:
      | повтор |
      | 1      |
#      | 2      |
#      | 3      |
#      | 3      |
#      | 4      |
#      | 5      |
#      | 6      |
#      | 7      |
#      | 8      |
#      | 9      |
#      | 10     |
#      | 11     |
