# language: ru
@mobile
Функция: Мобильное приложение

  Структура сценария: Тест <повтор>
    И страница "Домашняя" загрузилась
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
    Тогда выполнено нажатие на кнопку "iphone"
